// Dark Skies DLC

TIFactionTemplate.CampaignStart.ResistCouncil.2003=您好，{0}。很荣幸能在此向您报告，理事会已任命您为{1}的领袖。我是您的参谋长{2}。<br/><br/>我们代表的小部分人对此事件有着不同的看法。我们认为外星人在{3}迫降后随即失踪也许埋下了潜藏的危险。我们打算成立一个有力的国际组织进行调查，并在必要时对抗外星人带来的任何危险。<br/><br/><h>我建议尽快派遣一位理事去调查{4}地区的坠毁地点。与此同时您也可以派遣其他理事前往能为我方提供资源的国家，设法在当地建立影响力。</h><br/><br/>点击屏幕左上角的阵营标志，即可随时查看我们的目标。 // rank, council name, leader name

TIFactionTemplate.leader.description.ResistCouncil.2003=英国陆军情报团上尉，1989 年退役；1989 到 1990 年，未公开地点，英国秘密情报局情报官员；1991 到 1992 年，秘密情报局与特雷维小组之间的联络人；1992 到 1995 年，拉各斯情报站长；1995 到 1997 年，伊斯兰堡情报站长；1997 到 1998 年，非洲事务副处长；1999 年至今，未公开地点，叛乱组织高级顾问。
TIFactionTemplate.leader.description.DestroyCouncil.2003=曾作为伞兵参加马岛战争，1982 年因在隆登山战役中的英勇表现受到嘉奖。1976 年于美国陆军美洲学校受训。80 年代，在委内瑞拉、巴拿马和秘鲁诸多反分裂特种作战单位及民兵部队担任前线军官或顾问。90 年代曾在五角大楼的拉丁美洲政策部门工作。1995 年，因涉嫌在 80 年代早期的“兀鹰”行动中犯下战争罪行，短暂在布宜诺斯艾利斯遭到监禁，于 1996 年无罪释放。
TIFactionTemplate.leader.description.ExploitCouncil.2003=1987 年至今，在军火制造商“西部军械”中担任诸多职位，包含自 1997 年起担任的董事长。在 DWKY 工业公司拥有少数股权，该公司与博茨瓦纳及纳米比亚政府拥有钻石开采合作关系。他偶尔会因为各种利益相关的用工行为遭到激进媒体批评，但目前尚未受到过任何正式调查。
TIFactionTemplate.leader.description.EscapeCouncil.2003=1991 年，取得牛津大学物理及哲学硕士学位；阿尔札比卫星通信公司主要投资人。数个太空爱好者组织及刊物的知名赞助者。
TIFactionTemplate.leader.description.SubmitCouncil.2003=曾就读德州沃思堡的西南浸信会神学院，1995 年辍学。后因煽动群众和运送管控物质被起诉，该管控物资与 1997 年亚利桑那州永恒之源邪教成员集体自杀有关；随后指控被撤销。1998 年至今为一系列总部位于加州的新世纪网站担任内容主管，预测外星人会在未来数十年间登陆地球。在此期间，她成为了一名颇受欢迎的公众演说家兼自我成长大师。
TIFactionTemplate.leader.description.AppeaseCouncil.2003=1968 年获得钦奈大学政治学学士学位，在学期间成为民权活动家。1967 年，在北方邦穆扎法尔讷格尔的一场抗议活动中遭到警方开枪射击。1967 到 1973 年居住于加拿大温哥华。1973 到 1993 年，在俾路支省、萨尔瓦多和摩尔多瓦等多地担任联合国维和活动文职观察员及申诉专员。1977 年于康考迪亚大学取得法律硕士学位，主攻国际人权法。曾在战犯法庭及对任务期间犯下严重罪行的维和人员的起诉中作证。自 1993 年起，他在诸多人权及和平组织中担任顾问一职。
TIFactionTemplate.leader.description.CooperateCouncil.2003=1983 年取得清华大学航空航天学士学位；1987 年取得麻省理工学院化学硕士及博士学位；1990 年于清华大学取得公共管理学博士；自 1991 年起担任西安交通大学科技政策及管理教授；1997 年至 2000 年，在教育部高等教育司任职司长。