// Dark Skies DLC

TIFactionTemplate.leader.description.ResistCouncil.BrokenEarth=英联邦皇家部队上尉，2098 年退役；2098 到 2099 年，未公开地点，英国秘密情报局情报官员；2100 到 2101 年，秘密情报局与奥地利反恐中心之间的联络人；2101 到 2103 年，拉各斯情报站长；2103 到 2105 年，拉瓦尔品第情报站长；2105 到 2106 年，非洲事务副处长；2107 年至今，未公开地点，叛乱组织高级顾问。
TIFactionTemplate.leader.description.DestroyCouncil.BrokenEarth=曾作为伞兵参加拉雷多战争，2084 年因在“刷毛间隙”行动中的英勇表现受到嘉奖。2087 年于泛美安全学院受训。21 世纪 80 年代，在委内瑞拉、巴拿马和秘鲁诸多反分裂特种作战单位及民兵部队担任前线军官或顾问。2107 年，因涉嫌在 21 世纪 80 年代早期的“兀鹰”行动中犯下战争罪行，短暂在布宜诺斯艾利斯遭到监禁，于 2108 年无罪释放。
TIFactionTemplate.leader.description.ExploitCouncil.BrokenEarth=2096 年至今，在军火制造商“西部军械”中担任诸多职位，包含自 2106 年起担任的董事长。在 DWKY 工业公司拥有少数股权，该公司与博茨瓦纳及纳米比亚政府拥有钻石开采合作关系。他偶尔会因为各种利益相关的用工行为遭到激进媒体批评，但目前尚未受到过任何正式调查。
TIFactionTemplate.leader.description.EscapeCouncil.BrokenEarth=2100 年，取得亚历山大大学物理及哲学硕士学位；阿尔札比卫星通信公司主要投资人，行政副主管。数个太空爱好者组织及刊物的知名赞助者。
TIFactionTemplate.leader.description.SubmitCouncil.BrokenEarth=曾就读德州沃思堡的西南浸信会神学院，2094 年辍学。后因煽动群众和运送管控物质被起诉，该管控物资与 2096 年亚利桑那州永恒之源邪教成员集体自杀有关；随后指控被撤销。2097 年至今为一系列总部位于加州的新世纪网站担任内容主管，预测外星人会在未来数十年间登陆地球。在此期间，她成为了一名颇受欢迎的公众演说家兼自我成长大师。
TIFactionTemplate.leader.description.AppeaseCouncil.BrokenEarth=2075 年获得钦奈大学政治学学士学位，在学期间成为民权活动家。2076 年，在北方邦穆扎法尔讷格尔的一场抗议活动中遭到警方开枪射击。2076 到 2082 年居住于加拿大温哥华。2082 到 2102 年，在俾路支省、塔毛利帕斯州和摩尔多瓦等多地担任维和行动文职观察员。2084 年于悉尼大学取得法律硕士学位，主攻国际人权法。曾在战犯法庭及对任务期间犯下严重罪行的维和人员的起诉中作证。自 2102 年起，他在诸多人权及和平组织中担任顾问一职。
TIFactionTemplate.leader.description.CooperateCouncil.BrokenEarth=2078 年取得清华大学航空航天学士学位；2082 年取得麻省理工学院化学硕士及博士学位；2085 年于清华大学取得公共管理学博士；自 2088 年起担任西安交通大学科技政策及管理教授；2104 到 2107 年担任六十二校联盟的主任。
